<?php get_header() ?>
<?php
/* Template Name: About Us */
?>

<p>О компанииФормируем облик сетей будущего, используя современные технологииКомпания ООО "РДП Инновации" (бренд EcoRouter) — ведущий российский производитель универсального телекоммуникационного оборудования операторского класса.Наша команда специализируется на разработке программного обеспечения и программно-аппаратных комплексов для интеллектуальной маршрутизации сетевого трафика и реализации любых сервисных моделей услуг.

EcoRouterOS это многопроцессная архитектура ПО, дополненная средствами DPDK библиотек, функциями BPF и проприетарными алгоритмами инкапсуляции и декапсуляции данных, построенными на базе языков программирования C/C++. Базовые инструменты для разработки ПО это программы с открытым исходным кодом.</p>
<?php get_footer() ?>