<?php get_header() ?>
<?php
/* Template Name: About Us */
?>

<p class="container">О компанииФормируем облик сетей будущего, используя современные технологииКомпания ООО "РДП
    Инновации" (бренд EcoRouter) — ведущий российский производитель универсального телекоммуникационного оборудования
    операторского класса.Наша команда специализируется на разработке программного обеспечения и программно-аппаратных
    комплексов для интеллектуальной маршрутизации сетевого трафика и реализации любых сервисных моделей услуг.

    EcoRouterOS это многопроцессная архитектура ПО, дополненная средствами DPDK библиотек, функциями BPF и
    проприетарными алгоритмами инкапсуляции и декапсуляции данных, построенными на базе языков программирования C/C++.
    Базовые инструменты для разработки ПО это программы с открытым исходным кодом. Продукция компании широко
    востребована в сетях операторского класса, крупных корпоративных сетях, а также разветвлённых ведомственных сетях
    государственных органов. Все продукты компании имеются у нее в виде полных исходных кодов, права на которые
    принадлежат ООО «РДП Инновации» и защищены законодательством РФ.</p>
<h2 class='section__title'>Опыт команды. Ключевые вехи</h2>
<div class="timeline">
    <div class="entry">
        <div class="year">2014:</div>
        <div class="details">Выигран тендер на реализацию CGNAT в Ростелеком</div>
        <div class="italic">(Уже на протяжении 10 лет весь проходящий через CGNAT трафик Ростелеком (~20Тбит/c) в режиме
            24x7 надежно обрабатывает продукт, созданный нашей командой)</div>
    </div>
    <div class="entry">
        <div class="year">2015:</div>
        <div class="details">Начато создание российского универсального IP/MPLS маршрутизатора EcoRouter</div>
    </div>
    <div class="entry">
        <div class="year">2019:</div>
        <div class="details">Выигран тендер на реализацию проекта «Суверенный интернет» (ТСПУ)</div>
        <div class="italic">(В настоящее время весь трафик операторов связи РФ обрабатывается DPI продуктом, созданным
            нашей командой)</div>
    </div>
    <div class="entry">
        <div class="year">2020:</div>
        <div class="details">Продукт EcoRouter выделяется в отдельный бренд и концентрируется на самостоятельном
            автономном развитии</div>
    </div>
    <div class="entry">
        <div class="year">2023:</div>
        <div class="details">Выигран тендер на модернизацию BRAS в МТС</div>
    </div>
    <div class="entry">
        <div class="year">2023:</div>
        <div class="details">Выигран тендер на модернизацию BRAS в ВымпелКом</div>
    </div>
    <div class="entry">
        <div class="year">2023:</div>
        <div class="details">Подписан форвардный контракт на модернизацию BRAS в Ростелеком</div>
    </div>
    <div class="entry">
        <div class="year">2023:</div>
        <div class="details">Начата реализация проекта по замене маршрутизаторов Cisco в ФСО РФ</div>
    </div>
    <div class="entry">
        <div class="year">2023:</div>
        <div class="details">Подписан рамочный контракт на разворачивание маршрутизаторов EcoRouter на сети ТТК</div>
    </div>
    <div class="entry">
        <div class="year">2023:</div>
        <div class="details">Начато продвижение продукта в смежные с операторским рынком сегменты – появились проекты в
            банках, корпорациях, промышленных и гос. компаниях</div>
    </div>
</div>
<div class="container">
    <h2>Наши партнёры</h2>
    <img src="image.png" alt="Company Logos">
</div>

<?php get_footer() ?>